tap "common-fate/granted"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "pipx"
brew "rust"
brew "starship"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "karabiner-elements"
cask "kitty"
cask "rekordbox"
cask "slack"
cask "spotify"
cask "virtualdj"
cask "visual-studio-code"
vscode "continue.continue"
vscode "tamasfe.even-better-toml"
