tap "common-fate/granted"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "act"
brew "python@3.12"
brew "ansible"
brew "awscli"
brew "bat"
brew "python@3.13"
brew "direnv"
brew "eza"
brew "fd"
brew "icu4c@76"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "jq"
brew "libmagic"
brew "maven"
brew "ncdu"
brew "node"
brew "pipx"
brew "pkgconf"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "terraform"
brew "tflint"
brew "tree"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/packer"
cask "aerospace"
cask "alacritty"
cask "cursor"
cask "db-browser-for-sqlite"
cask "docker"
cask "flameshot"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "rekordbox"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tabby"
cask "tunnelblick"
cask "virtualdj"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "chop-dbhi.multiline-string-editor"
vscode "continue.continue"
vscode "eamodio.gitlens"
vscode "fooxly.workspace"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "saoudrizwan.claude-dev"
vscode "sourcegraph.cody-ai"
vscode "tamasfe.even-better-toml"
