tap "common-fate/granted"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lars-hagen/dotfiles"
tap "nikitabobko/tap"
brew "act"
brew "python@3.13"
brew "ansible"
brew "icu4c@76"
brew "node"
brew "appium"
brew "atomicparsley"
brew "autoconf"
brew "automake"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "cliclick"
brew "cmake"
brew "direnv"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gpac"
brew "htop"
brew "iftop"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "libmagic"
brew "maven"
brew "mp4v2"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "openh264"
brew "pipx"
brew "pkgconf"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "shadowsocks-rust"
brew "showkey"
brew "starship"
brew "terraform"
brew "testdisk"
brew "tflint"
brew "tree"
brew "uv"
brew "wireguard-tools"
brew "yasm"
brew "youtube-dl"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "common-fate/granted/granted"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/packer"
cask "aerospace"
cask "alacritty"
cask "android-platform-tools"
cask "android-studio"
cask "appium-inspector"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "db-browser-for-sqlite"
cask "docker"
cask "flameshot"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "maccy"
cask "opera"
cask "rekordbox"
cask "shottr"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tabby"
cask "tunnelblick"
cask "virtualdj"
cask "visual-studio-code"
cask "vlc"
vscode "4ops.terraform"
vscode "chop-dbhi.multiline-string-editor"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "openai.openai-chatgpt-adhoc"
vscode "rooveterinaryinc.roo-cline"
vscode "saoudrizwan.claude-dev"
vscode "tamasfe.even-better-toml"
